Repository: VladyslavBaranov/MISU-3.4.4
Catalog: MISU-Legacy/CoronaVirTracker/*.lproj/Localizable.strings
Languages: uk

source: Age
uk: Вік

source: Gender
uk: Стать

source: Save
uk: Зберегти

source: Cancel
uk: Відміна

source: Select your health status (well, weak, ill)
uk: Оберіть Ваш стан здоров’я (відмінно, слабкість, хвороба)

source: Log out
uk: Вихід

source: List
uk: Список

source: Map
uk: Мапа

source: Medical ID
uk: Медична картка

source: Select symptoms
uk: Виберіть симптоми

source: High temperature
uk: Висока температура

source: Low temperature
uk: Низька Температура

source: Weakness
uk: Слабкість

source: Feel bad
uk: Погане самопочуття

source: Feel dizzy
uk: Запаморочення

source: Coughing
uk: Кашель

source: Cough
uk: Кашель

source: Sneezing
uk: Чхання та нежить

source: Stuffy nose
uk: Забитий ніс

source: Sore throat
uk: Болить горло

source: Headache
uk: Головий біль

source: Earache
uk: Біль у вухах

source: Cold
uk: Морозить

source: High blood pressure
uk: Підвищений тиск

source: Very high blood pressure
uk: Дуже високий тиск

source: Low blood pressure
uk: Низький тиск

source: Fever
uk: Лихоманка

source: Edit
uk: Редагувати

source: male
uk: Чоловіча

source: female
uk: Жіноча

source: All
uk: Усі

source: All
uk: Усі

source: Today only
uk: Лише сьогодні

source: Statistic
uk: Статистика

source: Your location
uk: Ваше місцезнаходження

source: Temperature
uk: Температура

source: Well
uk: відмінно

source: Weak
uk: слабкість

source: Ill
uk: хвороба

source: What I do
uk: Як я лікуюся

source: Symptoms
uk: Симптоми

source: Search
uk: Пошук

source: Done
uk: Готово

source: Location
uk: Місцезнаходження

source: You can choose your exact address or just your city or your other specific location
uk: Ви можете обрати точну адресу, чи просто місто, чи іншу локацію

source: Your Medical Card
uk: Твоя медична картка

source: Next
uk: Далі

source: Back
uk: Назад

source: Another email
uk: Інша пошта

source: Send again
uk: Надіслати ще раз

source: Welcome Let's start with your point
uk: Ласкаво просимо Почнімо з вашої власної мітки

source: Regular User
uk: Звичайний користувач

source: I'm a Doctor
uk: Я лікар

source: or
uk: чи

source: What I need ... (medical assistance, food, personal hygiene products ...)
uk: Мої потреби ... (медична допомога, їжа, засоби особистої гігієни ...)

source: Full name
uk: Повне ім'я

source: We need
uk: Ми потребуємо

source: We have
uk: Ми маємо

source: We got
uk: Ми отримали

source: Hospital statistics
uk: Статистика по лікарні

source: Example: medical masks, medicaments, bandages ...
uk: Приклад: медичні маски, медикаменти, пов’язки ...

source: Describe what do you have in abundance ...
uk: Опишіть, що ви маєте в достатку ...

source: Your diploma number
uk: Номер вашого диплома

# Your profile is currently verifying...
source: Your data is currently verifying...
uk: Ваші данні наразі перевіряються...

source: Your profile approved
uk: Ваш профіль підтверджений

source: Profile will be approved after verifying your information
uk: Профіль буде підтверджено після перевірки вашої інформації

source: Profile was denied Please, check information
uk: Профіль було відхилено Будь-ласка, перевірте ваші данні

source: Hospital
uk: Лікарня

source: Job post
uk: Посада

source: Your full name
uk: Ваше повне ім'я

source: Full name
uk: Повне ім'я

source: Chief Medical Officer (Director)
uk: Головний лікар (Директор)

source: Deputy Chief Medical Officer
uk: Заступник головного лікаря

source: Family doctor
uk: Сімейний лікар

source: Head of department
uk: Завідуючий відділенням

source: Deputy Head of Department
uk: Заступник завідуючого відділенням

source: Doctor
uk: Лікар

source: Nurse
uk: Медсестра / Медбрат

source: Medical worker
uk: Медпрацівник

source: (visible only for you)
uk: (видимо лише для Вас)

source: Add
uk: Додати

source: What does your hospital need?
uk: Що потрібно вашій лікарні?

source: Amount
uk: Кількість

source: Name
uk: Назва

source: Healthy
uk: Здорові

source: Suspicious
uk: Підозрілі

source: Sick
uk: Хворі

source: Deads
uk: Померлі

source: News
uk: Новини

source: Doctors
uk: Лікарі

source: Hospitals
uk: Лікарні

source: Users
uk: Користувачі

source: Profile
uk: Профіль

source: Dead
uk: Померлі

source: Sex
uk: Стать

source: Message
uk: Написати

source: Position
uk: Посада

source: Patients
uk: Пацієнти

source: Your profile
uk: Ваш профіль

source: Welcome
uk: Вітаємо

source: Email or phone
uk: Email чи номер телефону

source: Log in
uk: Увійти

source: Create new
uk: Створити новий

# Verification code has been sent to your inbox
source: A verification code has been sent to your inbox
uk: На вашу пошту надіслано код підтвердження

# Verification code has been sent to your number
source: A verification code has been sent to your number
uk: На ваш номер надіслано код підтвердження

source: Select your profile
uk: Виберіть ваш профіль

source: I'm a patient
uk: Я пацієнт

source: I'm a doctor
uk: Я лікар

source: Add your family doctor
uk: Додайте сімейного лікаря

source: Blood sugar (mmol/L)
uk: Цукор в крові (ммоль/л)

source: Medical tests
uk: Аналізи

source: The user did not specify the number
uk: Користувач не вказав номер

source: All Chats
uk: Всі чати

source: See all
uk: Переглянути всіх

source: Settings
uk: Налаштування

source: Number of a diploma №...
uk: Номер диплому №...

source: New message
uk: Нове повідомлення

source: Send
uk: Надіслати

source: Sugar
uk: Цукор в крові

source: Insulin
uk: Інсулін

source: Insulin (ml)
uk: Інсулін (мл)

source: Almost done, last questions
uk: Майже закінчили, останні запитання

source: Your birthday:
uk: День народження:

source: Man
uk: Чоловіча

source: Woman
uk: Жіноча

source: Hide
uk: Сховати

source: Show
uk: Показати

source: Number:
uk: Телефон:

source: Yes
uk: Так

source: Keep me here
uk: Залишитись в системі

source: Clear cache
uk: Очистити кеш

source: Medical history
uk: Історія хвороб

source: Clear
uk: Очистити

source: Keep
uk: Залишити

source: Not confirmed yet
uk: Ще не підтверджено

source: Passed tests
uk: Підтверджено аналізами

source: Diagnosed by a doctor
uk: Діагностовано лікарем

source: Recuperate
uk: Одужав

source: Chronic
uk: Хронічно

source: Select Illness
uk: Оберіть хворобу

source: Select
uk: Обрати

source: Today
uk: Сьогодні

source: Week
uk: Тиждень

source: Month
uk: Місяць

source: All time
uk: Весь час

source: Blood oxygen
uk: Насичення киснем

source: Heart rate
uk: Серцебиття

source: Connect
uk: Під'єднати

source: Disconnect
uk: Від'єднати

source: Connected
uk: Під'єднано

source: Get MISU Watch
uk: Отримати MISU Watch

source: Add device
uk: Під'єднати браслет

# state
source: Condition
uk: Стан

source: Temperature
uk: Температура

source: Symptoms
uk: Симптоми

source: Your recommendations for patient
uk: Ваші рекомендаціїї для пацієнта

source: Recommendations
uk: Рекомендації

source: Doctor recommendations
uk: Рекомендації лікаря

source: All Recommendations
uk: Всі рекомендації

source: More info or Questions
uk: Більше інфо або Питання

source: Questions?
uk: Запитання?

source: Copy
uk: Копіювати

source: Family access
uk: Сімейний доступ

source: Skip
uk: Пропустити

source: Invite your family and friends to MISU Family to access each other's health
uk: Запросіть ваших рідних та близьких до МІСУ Сім'я, щоб отримати доступ до стану здоров'я один одного

source: Invitation sent
uk: Запрошення надіслано

# info
source: Information
uk: Інформація

source: Participants
uk: Учасники

source: Pending
uk: В очікуванні

source: Accept
uk: Прийняти

source: Decline
uk: Відхилити

source: Pending...
uk: В очікуванні...

source: Accepted
uk: Прийнято

source: Declined
uk: Відхилено

source: Administrator
uk: Організатор

source: Order
uk: Замовити

source: Ordered
uk: Замовлено

source: Order medicine
uk: Замовити ліки

source: In pending
uk: В очікуванні

source: Send invite
uk: Надіслати запрошення

source: Delete Group
uk: Видалити групу

source: Leave Group
uk: Покинути групу

source: Delete participant
uk: Видалити учасника

source: Delete invite
uk: Видалити запрошення

source: No
uk: Ні

source: Monitor your health easy and automatically
uk: Слідкуйте за станом здоров'я легко та зручно

source: Health Intensive Monitoring
uk: Інтенсивний моніторинг здоров'я

source: Turn on
uk: Увімкнути

source: Reconnect MISUWatch
uk: Перепідключіть MISUWatch

source: Try login again
uk: Спробуйте авторизуватись знову

source: Activated
uk: Активовано

source: NOT Activated
uk: НЕ Активовано

source: Health parameters are updated once per:
uk: Показники здоров'я оновлюються раз в:

source: minutes
uk: хвилин

source: Intensive health monitoring - a mode in which your health (heart rate and temperature) will be scanned more often
uk: Інтенсивний моніторинг здоров’я - режим в якому показники вашого здоров'я (серцебиття та температура) будуть скануватись частіше

source: Your family doctor and users in your family group will be alerted if the readings are out of range
uk: Ваш сімейний лікар та користувачі з вашої сімейної групи будуть попереджені у випадку якщо показники виходять за межі норми

source: In order for the mode to work, you must provide access to the VPN and not turn off the VPN in the settings
uk: Для роботи режиму необхідно надати доступ до VPN та не вимикати VPN в налаштуваннях телефону

source: In order for the mode to work, you must provide access to the VPN and not turn off the VPN in the settings. VPN makes connection between servers, MISU and MISUWatch more stable and safe
uk: Для роботи режиму необхідно надати доступ до VPN та не вимикати VPN в налаштуваннях телефону. VPN робить зв’язок між серверами, MISU та MISUWatch більш стабільним та безпечним

source: Try again
uk: Спробувати ще раз

source: Blood pressure
uk: Кров'яний тиск

source: Analyzes
uk: Аналізи

source: For diabetics
uk: Для діабетиків

source: Help
uk: Допомога

source: We are working on this and will fix it soon
uk: Ми працюємо над цим та в найближчий час виправимо

source: Functionality temporarily unavailable
uk: Функціонал тимчасово недоступний

source: Okey
uk: Зрозуміло

source: Select hospital
uk: Оберіть мед. заклад

source: Make sure the MISU Watch is not connected to other devices
uk: Переконайтесь що MISU Watch не підключено до інших пристроїв

source: Tap
uk: Натисніть

source: to reload
uk: щоб оновити

source: Watch
uk: Браслет

source: Such credentials already taken :(
uk: Такий користувач вже існує. Спробуйте "Увійти" :(

source: Such user does not exist :(
uk: Такого користувача неіснує. Спробуйте "Зареєструватись"

source: Please check your network connection ...
uk: Перевірте підключення до інтеренету ...

source: Could not decode the response ...
uk: Помилка, перевірте данні та спробуйте ще раз ...

source: Error, check data and try again ...
uk: Помилка, перевірте данні та спробуйте ще раз ...

source: Pressure calibration
uk: Калібрування тиску

source: Measure the pressure with a tonometer and enter result:
uk: Виміряйте тиск тонометром і введіть результат:

source: Tap to edit
uk: Торкніться, щоб редагувати

source: Select “Pressure” on the bracelet
uk: Оберіть пункт “Pressure” на браслеті

source: Press the button as shown in the image
uk: Затисніть кнопку як показано на зображені

source: The data will be received automatically
uk: Данні будуть отримані автоматично

source: Successful calibration
uk: Успішне калібрування

source: Processing ...
uk: Обробка ...

source: All pressure indicators will be individually adjusted to your characteristics
uk: Всі показники тиску будуть індивідуально підлаштовуватись під ваші особливості

source: Calibrate
uk: Калібрувати

source: Needs calibration
uk: Потрібне калібрування

source: Updating...
uk: Оновлення...

source: Prevention of Covid-19
uk: Профілактика Covid-19

source: • Keep the rules of hand hygiene. Wash your hands often with soap or treat them with an alcohol-based hand antiseptic. • Keep the distance from people who sneezes or coughs. • Wear a mask, where you are surrounded by other people. • Don't touch your eyes or nose by hand. • During sneezing or coughing cover your mouth and nose with an elbow or handkerchief. • If you are feeling bad, please, stay home. • If you have a fever, cough, or shortness of breath, visit a doctor.
uk: • Дотримуйтесь правил гігієни рук. Часто мийте руки водою з милом або обробляйте їх спиртовмісним антисептиком. • Тримайтеся на безпечній відстані від людей, хто чхає або кашляє. • Носіть маску, коли перебуваєте в публічних місцях. • Не торкайтеся руками до очей, рота або носа. • При кашлі або чханні, прикривайте рот і ніс згином ліктя або хусткою. • Якщо ви відчуваєте нездужання, залишайтеся вдома. • У разі підвищення температури, прояву кашлю і задишки, зверніться за медичною допомогою.

source: • If you have a fever, cough, or shortness of breath, visit a doctor.
uk: • У разі підвищення температури, прояву кашлю і задишки, зверніться за медичною допомогою.

source: visit a doctor.
uk: зверніться за медичною допомогою.

source: • Tell your doctor about symptoms and history of travel. You need to tell whether you have been in contact with people who could potentially become infected (for example, people who have returned from countries with a local spread of the virus). • Follow your doctor's instructions ❌ You do not need to make your own decisions and go for testing for COVID-19 • Firstly, the decision to make a test is making by your family doctor or therapist. • At second, the risk of catching the virus in a laboratory or hospital increases if there is a person with the coronavirus nearby.
uk: • Опишіть своєму лікарю симптоми, історію подорожей. Окремо потрібно розповісти, чи були ви в контакті з людьми, які потенційно можуть бути інфіковані (наприклад, такими, що повернулися з країн з місцевим розповсюдженням вірусу). • Виконуйте інструкції свого лікаря ❌ Не потрібно самостійно приймати рішення та йти на тестування стосовно наявності COVID-19 • По-перше, рішення про необхідність тестування приймає ваш сімейний лікар або терапевт. • По-друге, в лабораторії та лікарні збільшується ризик підхопити вірус, якщо поруч буде людина з коронавірусом

source: ❌ You do not need to make your own decisions and go for testing for COVID-19
uk: ❌ Не потрібно самостійно приймати рішення та йти на тестування стосовно наявності COVID-19

source: What I need to do if I am at risk group
uk: Що робити, якщо я у групі ризику

source: Body mass index
uk: Індекс маси тіла

source: • Body mass index (BMI) - a value that allows you to assess the degree of compliance of human mass and height, and then, indirectly assess whether the mass is insufficient, normal or excessive Adult BMI Calculator: Below 18.5 Underweight 18.5—24.9 Normal 25.0—29.9 Overweight 30.0 and above Obese • BMI is a person’s weight in kilograms divided by the square of height in meters. A high BMI can indicate high body fatness. BMI screens for weight categories that may lead to health problems, but it does not diagnose the body fatness or health of an individual
uk: • Індекс маси тіла (ІМТ) — величина, що дозволяє оцінити ступінь відповідності маси людини та її зросту, й тим самим, непрямо оцінити, чи є маса недостатньою, нормальною, надмірною Калькулятор ІМТ для Дорослих: Нижче 18,5 Низька вага 18,5—24,9 Нормальна 25,0—29,9 Надмірна вага 30,0 і вище Ожиріння • ІМТ - це вага людини у кілограмах, поділена на квадрат зросту у метрах. Високий ІМТ може свідчити про високу повноту тіла. ІМТ визначає вагові категорії, які можуть призвести до проблем зі здоров’ям, але не діагностує повноту тіла чи здоров’я людини.

source: Adult BMI Calculator:
uk: Калькулятор ІМТ для Дорослих:

source: Underweight
uk: Низька вага

source: Normal
uk: Нормальна

source: Overweight
uk: Надмірна вага

source: Obese
uk: Ожиріння

source: Below 18.5 Underweight
uk: Нижче 18,5 Низька вага

source: 18.5—24.9 Normal
uk: 18,5—24,9 Нормальна

source: 25.0—29.9 Overweight
uk: 25,0—29,9 Надмірна вага

source: 30.0 and above Obese
uk: 30,0 і вище Ожиріння

source: • Apnea or temporary cessation of respiratory movements during sleep. • The most common symptom is snoring in sleep
uk: • Апное або тимчасове припинення дихальних рухів під час сну. • Найпоширеніший симптом - хропіння уві сні

source: Undefined
uk: Невизначено

source: Risk group covid
uk: Група ризику Covid

source: Weight
uk: Вага

source: Height (cm)
uk: Зріст (см)

source: Height
uk: Зріст

source: Syndrome
uk: Синдром

source: Add vaccine
uk: Додати вакцину

source: Recommendation
uk: Рекомендація

source: Determine the risk
uk: Визначити ризик

source: Diagnosed
uk: Діагностовано

source: Undiagnosed
uk: Недіагностовано

source: Information is updated
uk: Інформація оновлена

source: Select vaccine and date of vaccination
uk: Виберіть вакцину та дату вакцинації

source: Fill in all the fields below
uk: Заповніть усі поля нижче

source: Sleep apnea
uk: Синдром апное

source: Yes, diagnosed
uk: Так, діагностовано

source: No, undiagnosed
uk: Ні, не діагностовано

source: Have you ever been diagnosed with sleep apnea?
uk: Вам діагностували синдром апное?

source: Give answers to question
uk: Дайте відповіді на запитання

source: You are not in group of risk
uk: Ви не в групі ризику

source: You are in group of risk
uk: Ви в групі ризику

source: Input your weight and Height
uk: Введіть свою вагу та зріст

source: Okay
uk: Зрозуміло

source: The value is in group of risk
uk: Показник в групі ризику

source: The value is normal
uk: Показник в нормі

source: Fill in the information
uk: Заповніть інформацію

source: There is no added vaccines
uk: Доданих вакцин немає

# List of your vaccines
source: List of vaccines
uk: Список ваших вакцин

source: Total
uk: Всього

source: Sleep
uk: Сон

source: h
uk: г

source: m
uk: х

source: Awake
uk: Пробудження

source: REM
uk: Швидкий

source: Begin
uk: Засинання

source: Deep
uk: Глибокий

source: Light
uk: Легкий

source: A Light sleep is a slow sleep, but not in its deepest manifestations, during which you can wake up easy. The average duration of one "phase" of light sleep is about 20 minutes.
uk: Легкий сон - це повільний сон, але не в найглибших його проявах, підчас якого ви можете легко прокинутися. Середня тривалість однієї «порції» такого сну - близько 20 хвилин.

source: A Deep sleep. Thanks to the deep sleep our body feels rested in the morning. If you wake up during a deep sleep, you will probably feel tired at first.
uk: Глибокий сон. Саме завдяки йому наше тіло відчуває себе відпочившим вранці. Якщо ви прокинетесь під час глибокого сну, спочатку, мабуть, почуватиметеся втомленим.

source: REM (Rapid eye movement) is about 20-25% of the total duration of a night's sleep. At this time we have the brightest dreams. If you wake up in this phase - the dream will be remembered for a long time.
uk: Швидкий сон становить близько 20-25% всієї тривалості нічного сну. Саме в цей час нам сняться найяскравіші сновидіння. Якщо прокинутися у таку фазу – сон запам'ятається надовго.

source: Awakening is a moment of your conscious activity. For example, the period of falling asleep before bed, waking up in the middle of the night or waking up after sleep, when the body returns to its usual active state.
uk: Пробудження - це момент вашої свідомої активності. Наприклад період засинання перед сном, пробудження посеред ночі чи прокидання після сну, коли організм повертається у звичний активний стан.

source: Update data
uk: Оновити дані

source: How do you feel today?
uk: Як ви почуваєтесь сьогодні?

source: Delete profile
uk: Видалити профіль

source: Yes, delete my profile
uk: Так, видалити мій профіль

source: Warning
uk: Увага

source: Your profile will be deleted and your data will not be possible to recover. Are you sure you want to continue?
uk: Ваш профіль буде видалено та відновити данні буде неможливо. Ви впевнені що хочете продовжити?

source: Other settings:
uk: Інші налаштування:

source: By using MISU App you automatically confirm that you have read and agree with terms of Privacy Policy
uk: Використовуючи застосунок MISU, ви автоматично підтверджуєте, що прочитали та погоджуєтеся з умовами Політики конфіденційності

source: Privacy Policy
uk: Політики конфіденційності
